{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[STOP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[SPACE]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "[UNK]",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "[STOP]": 0,
      "[UNK]": 1,
      "[SPACE]": 2,
      "!": 3,
      ",": 4,
      ".": 5,
      "?": 6,
      "ँ": 7,
      "ं": 8,
      "ः": 9,
      "अ": 10,
      "आ": 11,
      "इ": 12,
      "ई": 13,
      "उ": 14,
      "ऊ": 15,
      "ऋ": 16,
      "ए": 17,
      "ऐ": 18,
      "ऑ": 19,
      "ओ": 20,
      "औ": 21,
      "क": 22,
      "ख": 23,
      "ग": 24,
      "घ": 25,
      "ङ": 26,
      "च": 27,
      "छ": 28,
      "ज": 29,
      "झ": 30,
      "ञ": 31,
      "ट": 32,
      "ठ": 33,
      "ड": 34,
      "ढ": 35,
      "ण": 36,
      "त": 37,
      "थ": 38,
      "द": 39,
      "ध": 40,
      "न": 41,
      "प": 42,
      "फ": 43,
      "ब": 44,
      "भ": 45,
      "म": 46,
      "य": 47,
      "र": 48,
      "ऱ": 49,
      "ल": 50,
      "ळ": 51,
      "व": 52,
      "श": 53,
      "ष": 54,
      "स": 55,
      "ह": 56,
      "़": 57,
      "ा": 58,
      "ि": 59,
      "ी": 60,
      "ु": 61,
      "ू": 62,
      "ृ": 63,
      "ॅ": 64,
      "े": 65,
      "ै": 66,
      "ॉ": 67,
      "ो": 68,
      "ौ": 69,
      "्": 70,
      "क़": 71,
      "ख़": 72,
      "ग़": 73,
      "ज़": 74,
      "ड़": 75,
      "ढ़": 76,
      "फ़": 77,
      "ॠ": 78,
      "के": 79,
      "ने": 80,
      "ें": 81,
      "है": 82,
      "ार": 83,
      "या": 84,
      "से": 85,
      "की": 86,
      "में": 87,
      "कर": 88,
      "का": 89,
      "्र": 90,
      "कि": 91,
      "ों": 92,
      "ता": 93,
      "ही": 94,
      "को": 95,
      "ना": 96,
      "और": 97,
      "स्": 98,
      "पर": 99,
      "ते": 100,
      "हा": 101,
      "क्": 102,
      "ले": 103,
      "सा": 104,
      "जा": 105,
      "हो": 106,
      "र्": 107,
      "वा": 108,
      "ला": 109,
      "न्": 110,
      "मा": 111,
      "भी": 112,
      "रा": 113,
      "लि": 114,
      "बा": 115,
      "एक": 116,
      "ती": 117,
      "नी": 118,
      "हैं": 119,
      "था": 120,
      "हु": 121,
      "उस": 122,
      "दि": 123,
      "दे": 124,
      "इस": 125,
      "हीं": 126,
      "अप": 127,
      "गा": 128,
      "तो": 129,
      "सी": 130,
      "प्र": 131,
      "ड़": 132,
      "्य": 133,
      "नहीं": 134,
      "वि": 135,
      "ज़": 136,
      "पा": 137,
      "नि": 138,
      "रह": 139,
      "मु": 140,
      "ये": 141,
      "ति": 142,
      "ली": 143,
      "री": 144,
      "चा": 145,
      "कार": 146,
      "त्": 147,
      "मि": 148,
      "उन": 149,
      "ंग": 150,
      "कु": 151,
      "मे": 152,
      "रे": 153,
      "लिए": 154,
      "फ़": 155,
      "ैं": 156,
      "त्र": 157,
      "खा": 158,
      "शा": 159,
      "थी": 160,
      "लो": 161,
      "तु": 162,
      "दा": 163,
      "सु": 164,
      "यों": 165,
      "थे": 166,
      "अपने": 167,
      "म्": 168,
      "सि": 169,
      "जि": 170,
      "क्ष": 171,
      "मैं": 172,
      "दी": 173,
      "आप": 174,
      "गया": 175,
      "हि": 176,
      "ल्": 177,
      "वो": 178,
      "वे": 179,
      "दो": 180,
      "सम": 181,
      "बार": 182,
      "वह": 183,
      "भा": 184,
      "सं": 185,
      "जो": 186,
      "बी": 187,
      "लग": 188,
      "मार": 189,
      "उन्": 190,
      "कहा": 191,
      "जी": 192,
      "बाद": 193,
      "ंद": 194,
      "कुछ": 195,
      "मी": 196,
      "पू": 197,
      "्या": 198,
      "बे": 199,
      "सक": 200,
      "यह": 201,
      "लोग": 202,
      "टी": 203,
      "बि": 204,
      "दू": 205,
      "रू": 206,
      "तर": 207,
      "हुए": 208,
      "सर": 209,
      "उन्ह": 210,
      "क़": 211,
      "हर": 212,
      "िर": 213,
      "बात": 214,
      "द्": 215,
      "किया": 216,
      "उसे": 217,
      "साथ": 218,
      "जब": 219,
      "श्": 220,
      "पु": 221,
      "पह": 222,
      "ित": 223,
      "कोई": 224,
      "च्": 225,
      "अपनी": 226,
      "टा": 227,
      "किसी": 228,
      "टे": 229,
      "नों": 230,
      "गी": 231,
      "बहु": 232,
      "तक": 233,
      "रि": 234,
      "बो": 235,
      "सब": 236,
      "शि": 237,
      "वी": 238,
      "दिया": 239,
      "रो": 240,
      "ंड": 241,
      "ख़": 242,
      "बहुत": 243,
      "चु": 244,
      "किन": 245,
      "करने": 246,
      "गु": 247,
      "सो": 248,
      "लगा": 249,
      "मान": 250,
      "देख": 251,
      "ैसे": 252,
      "रहे": 253,
      "ष्": 254
    },
    "merges": [
      [
        "क",
        "े"
      ],
      [
        "न",
        "े"
      ],
      [
        "े",
        "ं"
      ],
      [
        "ह",
        "ै"
      ],
      [
        "ा",
        "र"
      ],
      [
        "य",
        "ा"
      ],
      [
        "स",
        "े"
      ],
      [
        "क",
        "ी"
      ],
      [
        "म",
        "ें"
      ],
      [
        "क",
        "र"
      ],
      [
        "क",
        "ा"
      ],
      [
        "्",
        "र"
      ],
      [
        "क",
        "ि"
      ],
      [
        "ो",
        "ं"
      ],
      [
        "त",
        "ा"
      ],
      [
        "ह",
        "ी"
      ],
      [
        "क",
        "ो"
      ],
      [
        "न",
        "ा"
      ],
      [
        "औ",
        "र"
      ],
      [
        "स",
        "्"
      ],
      [
        "प",
        "र"
      ],
      [
        "त",
        "े"
      ],
      [
        "ह",
        "ा"
      ],
      [
        "क",
        "्"
      ],
      [
        "ल",
        "े"
      ],
      [
        "स",
        "ा"
      ],
      [
        "ज",
        "ा"
      ],
      [
        "ह",
        "ो"
      ],
      [
        "र",
        "्"
      ],
      [
        "व",
        "ा"
      ],
      [
        "ल",
        "ा"
      ],
      [
        "न",
        "्"
      ],
      [
        "म",
        "ा"
      ],
      [
        "भ",
        "ी"
      ],
      [
        "र",
        "ा"
      ],
      [
        "ल",
        "ि"
      ],
      [
        "ब",
        "ा"
      ],
      [
        "ए",
        "क"
      ],
      [
        "त",
        "ी"
      ],
      [
        "न",
        "ी"
      ],
      [
        "है",
        "ं"
      ],
      [
        "थ",
        "ा"
      ],
      [
        "ह",
        "ु"
      ],
      [
        "उ",
        "स"
      ],
      [
        "द",
        "ि"
      ],
      [
        "द",
        "े"
      ],
      [
        "इ",
        "स"
      ],
      [
        "ही",
        "ं"
      ],
      [
        "अ",
        "प"
      ],
      [
        "ग",
        "ा"
      ],
      [
        "त",
        "ो"
      ],
      [
        "स",
        "ी"
      ],
      [
        "प",
        "्र"
      ],
      [
        "ड",
        "़"
      ],
      [
        "्",
        "य"
      ],
      [
        "न",
        "हीं"
      ],
      [
        "व",
        "ि"
      ],
      [
        "ज",
        "़"
      ],
      [
        "प",
        "ा"
      ],
      [
        "न",
        "ि"
      ],
      [
        "र",
        "ह"
      ],
      [
        "म",
        "ु"
      ],
      [
        "य",
        "े"
      ],
      [
        "त",
        "ि"
      ],
      [
        "ल",
        "ी"
      ],
      [
        "र",
        "ी"
      ],
      [
        "च",
        "ा"
      ],
      [
        "क",
        "ार"
      ],
      [
        "त",
        "्"
      ],
      [
        "म",
        "ि"
      ],
      [
        "उ",
        "न"
      ],
      [
        "ं",
        "ग"
      ],
      [
        "क",
        "ु"
      ],
      [
        "म",
        "े"
      ],
      [
        "र",
        "े"
      ],
      [
        "लि",
        "ए"
      ],
      [
        "फ",
        "़"
      ],
      [
        "ै",
        "ं"
      ],
      [
        "त",
        "्र"
      ],
      [
        "ख",
        "ा"
      ],
      [
        "श",
        "ा"
      ],
      [
        "थ",
        "ी"
      ],
      [
        "ल",
        "ो"
      ],
      [
        "त",
        "ु"
      ],
      [
        "द",
        "ा"
      ],
      [
        "स",
        "ु"
      ],
      [
        "य",
        "ों"
      ],
      [
        "थ",
        "े"
      ],
      [
        "अप",
        "ने"
      ],
      [
        "म",
        "्"
      ],
      [
        "स",
        "ि"
      ],
      [
        "ज",
        "ि"
      ],
      [
        "क्",
        "ष"
      ],
      [
        "म",
        "ैं"
      ],
      [
        "द",
        "ी"
      ],
      [
        "आ",
        "प"
      ],
      [
        "ग",
        "या"
      ],
      [
        "ह",
        "ि"
      ],
      [
        "ल",
        "्"
      ],
      [
        "व",
        "ो"
      ],
      [
        "व",
        "े"
      ],
      [
        "द",
        "ो"
      ],
      [
        "स",
        "म"
      ],
      [
        "ब",
        "ार"
      ],
      [
        "व",
        "ह"
      ],
      [
        "भ",
        "ा"
      ],
      [
        "स",
        "ं"
      ],
      [
        "ज",
        "ो"
      ],
      [
        "ब",
        "ी"
      ],
      [
        "ल",
        "ग"
      ],
      [
        "म",
        "ार"
      ],
      [
        "उ",
        "न्"
      ],
      [
        "क",
        "हा"
      ],
      [
        "ज",
        "ी"
      ],
      [
        "बा",
        "द"
      ],
      [
        "ं",
        "द"
      ],
      [
        "कु",
        "छ"
      ],
      [
        "म",
        "ी"
      ],
      [
        "प",
        "ू"
      ],
      [
        "्",
        "या"
      ],
      [
        "ब",
        "े"
      ],
      [
        "स",
        "क"
      ],
      [
        "य",
        "ह"
      ],
      [
        "लो",
        "ग"
      ],
      [
        "ट",
        "ी"
      ],
      [
        "ब",
        "ि"
      ],
      [
        "द",
        "ू"
      ],
      [
        "र",
        "ू"
      ],
      [
        "त",
        "र"
      ],
      [
        "हु",
        "ए"
      ],
      [
        "स",
        "र"
      ],
      [
        "उन्",
        "ह"
      ],
      [
        "क",
        "़"
      ],
      [
        "ह",
        "र"
      ],
      [
        "ि",
        "र"
      ],
      [
        "बा",
        "त"
      ],
      [
        "द",
        "्"
      ],
      [
        "कि",
        "या"
      ],
      [
        "उ",
        "से"
      ],
      [
        "सा",
        "थ"
      ],
      [
        "ज",
        "ब"
      ],
      [
        "श",
        "्"
      ],
      [
        "प",
        "ु"
      ],
      [
        "प",
        "ह"
      ],
      [
        "ि",
        "त"
      ],
      [
        "को",
        "ई"
      ],
      [
        "च",
        "्"
      ],
      [
        "अप",
        "नी"
      ],
      [
        "ट",
        "ा"
      ],
      [
        "कि",
        "सी"
      ],
      [
        "ट",
        "े"
      ],
      [
        "न",
        "ों"
      ],
      [
        "ग",
        "ी"
      ],
      [
        "ब",
        "हु"
      ],
      [
        "त",
        "क"
      ],
      [
        "र",
        "ि"
      ],
      [
        "ब",
        "ो"
      ],
      [
        "स",
        "ब"
      ],
      [
        "श",
        "ि"
      ],
      [
        "व",
        "ी"
      ],
      [
        "दि",
        "या"
      ],
      [
        "र",
        "ो"
      ],
      [
        "ं",
        "ड"
      ],
      [
        "ख",
        "़"
      ],
      [
        "बहु",
        "त"
      ],
      [
        "च",
        "ु"
      ],
      [
        "कि",
        "न"
      ],
      [
        "कर",
        "ने"
      ],
      [
        "ग",
        "ु"
      ],
      [
        "स",
        "ो"
      ],
      [
        "ल",
        "गा"
      ],
      [
        "मा",
        "न"
      ],
      [
        "दे",
        "ख"
      ],
      [
        "ै",
        "से"
      ],
      [
        "रह",
        "े"
      ],
      [
        "ष",
        "्"
      ]
    ]
  }
}